Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Bigger models are smarter but need more memory — your Mac has %1$lld GB memory and %2$@ free storage.
ko: 더 큰 모델은 더 똑똑하지만 더 많은 메모리가 필요합니다 — 이 Mac은 메모리 %1$lld GB, 여유 저장 공간 %2$@입니다.
ru: Большие модели умнее, но требуют больше памяти — у вашего Mac %1$lld ГБ памяти и %2$@ свободного места.
zh_hans: 更大的模型更智能，但需要更多内存——你的 Mac 有 %1$lld GB 内存和 %2$@ 可用存储空间。
zh_hant: 更大的模型更智能，但需要更多內存——您的 Mac 有 %1$lld GB 內存和 %2$@ 可用存儲空間。

source: Bigger models are smarter but need more memory — your Mac has %lld GB memory.
ko: 더 큰 모델은 더 똑똑하지만 더 많은 메모리가 필요합니다 — 이 Mac의 메모리는 %lld GB입니다.
ru: Большие модели умнее, но требуют больше памяти — у вашего Mac %lld ГБ памяти.
zh_hans: 更大的模型更智能，但需要更多内存——你的 Mac 有 %lld GB 内存。
zh_hant: 更大的模型更智能，但需要更多內存——您的 Mac 有 %lld GB 內存。

source: Bigger models are smarter but use more memory.
ko: 더 큰 모델은 더 똑똑하지만 더 많은 메모리를 사용합니다.
ru: Большие модели умнее, но используют больше памяти.
zh_hans: 更大的模型更智能，但占用更多内存。
zh_hant: 更大的模型更智能，但佔用更多內存。

source: Binding host socket
ko: 호스트 소켓 바인딩 중
ru: Привязка хост-сокета
zh_hans: 正在绑定宿主套接字
zh_hant: 正在綁定宿主套接字

source: Blank
ko: 비어 있음
ru: Пустой
zh_hans: 空白
zh_hant: 空白

source: Blank = auto-pick from the model
ko: 비워두기 = 모델에서 자동 선택
ru: Пусто = автоматический выбор из модели
zh_hans: 留空 = 从模型自动选择
zh_hant: 留空 = 從模型自動選擇

source: Blank = disabled
ko: 비워두기 = 사용 안 함
ru: Пусто = отключено
zh_hans: 留空 = 禁用
zh_hant: 留空 = 禁用

source: Blank = engine default (10 GB)
ko: 비워두기 = 엔진 기본값(10GB)
ru: Пусто = двигатель по умолчанию (10 GB)
zh_hans: 留空 = 引擎默认值（10 GB）
zh_hant: 留空 = 引擎默認值（10 GB）

source: Blank = engine default (64)
ko: 비워두기 = 엔진 기본값(64)
ru: Пусто = двигатель по умолчанию (64)
zh_hans: 留空 = 引擎默认值（64）
zh_hant: 留空 = 引擎默認值（64）

source: Blank = engine default (1000)
ko: 비워두기 = 엔진 기본값(1000)
ru: Пусто = двигатель по умолчанию (1000)
zh_hans: 留空 = 引擎默认值（1000）
zh_hant: 留空 = 引擎默認值（1000）

source: Blank = engine recommendation
ko: 비워두기 = 엔진 권장 사항
ru: Пусто = рекомендация по двигателю
zh_hans: 留空 = 引擎建议值
zh_hant: 留空 = 引擎建議值

source: Blank = mode default
ko: 비워두기 = 모드 기본값
ru: Пусто = режим по умолчанию
zh_hans: 留空 = 模式默认值
zh_hant: 空白=默認模式

source: Blank = model default
ko: 비워두기 = 모델 기본값
ru: Пусто = модель по умолчанию
zh_hans: 留空 = 模型默认值
zh_hant: 留空 = 模型默認值

source: Blank = model default (48)
ko: 비워두기 = 모델 기본값(48)
ru: Пусто = модель по умолчанию (48)
zh_hans: 留空 = 模型默认值（48）
zh_hant: 空白 = 模型默認值（48）

source: Blank = model default; 0 = disabled
ko: 비워두기 = 모델 기본값; 0 = 사용 안 함
ru: Пусто = модель по умолчанию; 0 = отключено
zh_hans: 留空 = 模型默认值；0 = 禁用
zh_hant: 空白 = 默認模型；0 = 禁用

source: Blank = Osaurus default cache directory
ko: 비워두기 = Osaurus 기본 캐시 디렉터리
ru: Пусто = Osaurus каталог кэша по умолчанию
zh_hans: 留空 = Osaurus 默认缓存目录
zh_hant: 留空 = Osaurus 默認緩存目錄

source: Blank = use providers/mcp.json
ko: 비워두기 = providers/mcp.json 사용
ru: Пусто = использовать providers/mcp.json
zh_hans: 留空 = 使用 providers/mcp.json
zh_hant: 留空 = 使用 providers/mcp.json

source: Block
ko: 차단
ru: Блокировать
zh_hans: 阻止
zh_hant: 塊

source: Block Size (tokens)
ko: 블록 크기(토큰)
ru: Размер блока (токены)
zh_hans: 块大小（Token 数）
zh_hant: 塊大小（token 數）

source: Block-based KV cache held in GPU memory. Required for cross-request sharing.
ko: GPU 메모리에 유지되는 블록 기반 KV 캐시입니다. 교차 요청 공유에 필요합니다.
ru: Блочный кеш KV, хранящийся в памяти GPU. Требуется для совместного использования перекрестных запросов.
zh_hans: 保存在 GPU 内存中的分块 KV 缓存。跨请求共享所必需。
zh_hant: 保存在 GPU 內存中的分塊 KV 緩存。跨請求共享所必需。

source: Blocked
ko: 차단됨
ru: Заблокировано
zh_hans: 已阻止
zh_hant: 已阻止

source: Body
ko: 본문
ru: Тело
zh_hans: 正文
zh_hant: 正文

source: Bonjour discovery and relay tunnel.
ko: Bonjour 검색 및 릴레이 터널.
ru: Открытие Bonjour и ретрансляционный туннель.
zh_hans: Bonjour 发现与中继隧道。
zh_hant: Bonjour 發現與中繼隧道。

source: Bonjour discovery; the connector you tap shows up in your list.
ko: Bonjour 검색; 탭한 커넥터가 목록에 표시됩니다.
ru: Открытие Бонжур; разъем, который вы нажимаете, отображается в вашем списке.
zh_hans: Bonjour 发现；你点击的连接器会显示在你的列表中。
zh_hant: Bonjour 發現；你點擊的連接器會顯示在你的列表中。

source: boolean
ko: 부울
ru: логическое значение

source: Booting container
ko: 컨테이너 부팅 중
ru: Загрузочный контейнер
zh_hans: 正在启动容器
zh_hant: 正在啓動容器

source: Booting Linux VM
ko: Linux VM 부팅 중
ru: Загрузка Linux VM
zh_hans: 正在启动 Linux 虚拟机
zh_hant: 正在啓動 Linux 虛擬機

source: Border Color
ko: 테두리 색상
ru: Цвет границы
zh_hans: 边框颜色
zh_hant: 邊框顏色

source: Border Opacity
ko: 테두리 불투명도
ru: Непрозрачность границ
zh_hans: 边框透明度
zh_hant: 邊框透明度

source: Border Width
ko: 테두리 너비
ru: Ширина границы
zh_hans: 边框宽度
zh_hant: 邊框寬度

source: Borders
ko: 테두리
ru: Границы
zh_hans: 边框
zh_hant: 邊框

source: Borders & Effects
ko: 테두리 및 효과
ru: Границы и эффекты
zh_hans: 边框和效果
zh_hant: 邊框和效果

source: Bot token saved in Keychain
ko: 봇 토큰이 키체인에 저장됨
ru: Токен бота сохранён в Связке ключей
zh_hans: 保存在钥匙串中的机器人令牌
zh_hant: 保存在鑰匙串中的機器人令牌

source: BOUNDED CONTEXT PREVIEW
ko: 제한된 컨텍스트 미리보기
ru: ПРЕДПРОСМОТР ОГРАНИЧЕННОГО КОНТЕКСТА
zh_hans: 受限上下文预览
zh_hant: 受限上下文預覽

source: Brief description (optional)
ko: 간단한 설명 (선택 사항)
ru: Краткое описание (необязательно)
zh_hans: 简短描述（可选）
zh_hant: 簡短描述（可選）

source: Bring conversations from other AI apps into Osaurus and continue them with any model. Export your chats first:
ko: 다른 AI 앱의 대화를 Osaurus로 가져와 어떤 모델로든 이어갈 수 있습니다. 먼저 채팅을 내보내세요:
ru: Перенесите беседы из других ИИ-приложений в Osaurus и продолжайте их с любой моделью. Сначала экспортируйте свои чаты:
zh_hans: 将其他 AI 应用中的对话导入 Osaurus，并可使用任意模型继续。请先导出您的聊天记录：
zh_hant: 將其他 AI 應用中的對話導入 Osaurus，並可使用任意模型繼續。請先導出您的聊天記錄：

source: Broadcast this agent as a %@ service
ko: 이 에이전트를 %@ 서비스로 브로드캐스트
ru: Транслировать этого агента как услугу %@
zh_hans: 将此智能体作为 %@ 服务广播
zh_hant: 將此智能體作爲 %@ 服務廣播

source: Browse
ko: 찾아보기
ru: Просматривать
zh_hans: 浏览
zh_hant: 瀏覽

source: Browse and edit files in this agent's /workspace/agents/… home.
ko: 이 에이전트의 /workspace/agents/… 홈에서 파일을 찾아보고 편집합니다.
ru: Просматривайте и редактируйте файлы в домашней папке этого агента /workspace/agents/….
zh_hans: 浏览和编辑此智能体的 /workspace/agents/… 主目录中的文件。
zh_hant: 瀏覽和編輯此智能體的 /workspace/agents/… 主目錄中的文件。

source: Browse and manage plugins
ko: 플러그인 찾아보기 및 관리
ru: Просматривайте и управляйте плагинами
zh_hans: 浏览并管理插件
zh_hant: 瀏覽並管理插件

source: Browse and transform Cloudinary media assets
ko: Cloudinary 미디어 자산 찾아보기 및 변환
ru: Просматривайте и преобразуйте медиа-ресурсы Cloudinary
zh_hans: 浏览和转换 Cloudinary 媒体资产
zh_hant: 瀏覽和轉換Cloudinary媒體資產

source: Browse Catalog
ko: 카탈로그 찾아보기
ru: Просмотреть каталог
zh_hans: 浏览目录
zh_hant: 瀏覽目錄

source: Browse Community Themes
ko: 커뮤니티 테마 찾아보기
ru: Просмотр тем сообщества
zh_hans: 浏览社区主题
zh_hant: 瀏覽社區主題

source: Browse in Memories
ko: 메모리에서 찾아보기
ru: Просмотр в воспоминаниях
zh_hans: 浏览记忆
zh_hant: 瀏覽記憶

source: Browse repos, issues, and pull requests via Copilot
ko: Copilot을 통해 저장소, 이슈 및 풀 리퀘스트 찾아보기
ru: Просматривайте репозитории, issues и пул-реквесты через Copilot.
zh_hans: 通过 Copilot 浏览仓库、问题和拉取请求
zh_hant: 通過Copilot瀏覽倉庫、問題和拉取請求

source: Browse slash commands
ko: 슬래시 명령어 찾아보기
ru: Просмотр команд слэша
zh_hans: 浏览斜杠命令
zh_hant: 瀏覽斜槓命令

source: Browse the default agent's memories
ko: 기본 에이전트의 메모리 찾아보기
ru: Просмотрите воспоминания агента по умолчанию
zh_hans: 浏览默认智能体的记忆
zh_hant: 瀏覽默認智能體的記憶

source: Browse the full catalog in Settings → Plugins.
ko: 설정 → 플러그인에서 전체 카탈로그를 찾아보세요.
ru: Полный каталог доступен в «Настройках» → «Плагины».
zh_hans: 在“设置 → 插件”中浏览完整目录。
zh_hant: 在「設置 → 插件」中瀏覽完整目錄。

source: Browse the repository or import a Claude plugin
ko: 저장소를 찾아보거나 Claude 플러그인 가져오기
ru: Просмотреть репозиторий или импортировать плагин Claude.
zh_hans: 浏览仓库或导入 Claude 插件
zh_hant: 瀏覽倉庫或導入 Claude 插件

source: Browse the repository to install plugins
ko: 저장소를 찾아보고 플러그인 설치
ru: Просмотреть репозиторий для установки плагинов
zh_hans: 浏览仓库以安装插件
zh_hant: 瀏覽倉庫以安裝插件

source: Browse, inspect, and export the rows stored in the agent's database.
ko: 에이전트의 데이터베이스에 저장된 행을 찾아보고, 검사하고, 내보냅니다.
ru: Просматривайте, проверяйте и экспортируйте строки, хранящиеся в базе данных агента.
zh_hans: 浏览、检查并导出智能体数据库中存储的行数据。
zh_hant: 瀏覽、檢查並導出智能體數據庫中存儲的行數據。

source: Browsed files
ko: 찾아본 파일
ru: Просмотренные файлы
zh_hans: 已浏览文件
zh_hant: 已瀏覽文件

source: Browser
ko: 브라우저
ru: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

source: Browser apps only. Loopback is always allowed. Use * to allow any origin; comma-separated otherwise.
ko: 브라우저 앱 전용입니다. 루프백은 항상 허용됩니다. 모든 출처를 허용하려면 *를 사용하고, 그렇지 않으면 쉼표로 구분하세요.
ru: Только браузерные приложения. Шлейф всегда разрешен. Используйте *, чтобы разрешить любое происхождение; в противном случае через запятую.
zh_hans: 仅限浏览器应用。回环地址始终允许。使用 * 可允许任何来源；否则请用逗号分隔。
zh_hant: 僅限瀏覽器應用。迴環地址始終允許。使用 * 可允許任何來源；否則請用逗號分隔。

source: Browser command copied. Run it in a web.whatsapp.com console tab.
ko: 브라우저 명령이 복사되었습니다. web.whatsapp.com 콘솔 탭에서 실행하세요.
ru: Команда для браузера скопирована. Выполните её в консоли вкладки web.whatsapp.com.
zh_hans: 浏览器命令已复制。请在 web.whatsapp.com 的控制台标签页中运行。

source: Browsing files
ko: 파일 찾아보는 중
ru: Просмотр файлов
zh_hans: 正在浏览文件
zh_hant: 正在瀏覽文件

source: Bubble Color
ko: 말풍선 색상
ru: Цвет пузыря
zh_hans: 气泡颜色
zh_hant: 氣泡顏色

source: Buffer telemetry (this run)
ko: 버퍼 원격 측정(이번 실행)
ru: Буферная телеметрия (этот запуск)
zh_hans: 缓冲区遥测（本次运行）
zh_hant: 緩衝區遙測（本次運行）

# buffered %lld turn%@ · skipped %lld session%@
source: buffered %1$lld turn%2$@ · skipped %3$lld session%4$@
ko: %1$lld개 턴%2$@ 버퍼링됨 · %3$lld개 세션%4$@ 건너뜀
ru: буферизованный %1$lld ход%2$@ · пропущенный %3$lld сеанс%4$@
zh_hans: 已缓冲 %1$lld 轮 · 已跳过 %3$lld 个会话
zh_hant: 已緩衝 %1$lld 輪%2$@ · 已跳過 %3$lld 個會話%4$@

source: Buffered turns are waiting to be distilled. They drain automatically the next time the core model is loaded, or you can distill them now.
ko: 버퍼링된 대화가 증류를 기다리고 있습니다. 다음에 코어 모델이 로드되면 자동으로 처리되며, 지금 바로 증류할 수도 있습니다.
ru: Буферизованные сообщения ожидают дистилляции. Они будут обработаны автоматически при следующей загрузке базовой модели, либо вы можете дистиллировать их сейчас.
zh_hans: 已缓冲的对话正在等待提炼。下次加载核心模型时会自动处理，您也可以立即提炼。
zh_hant: 已緩衝的對話正在等待提煉。下次載入核心模型時會自動處理，您也可以立即提煉。

source: Buffering...
ko: 버퍼링 중...
zh_hans: 缓冲中...
zh_hant: 緩衝中...

source: Build PowerPoint decks from scratch.
ko: 처음부터 PowerPoint 데크를 빌드합니다.
ru: Создавайте презентации PowerPoint с нуля.
zh_hans: 从零开始构建 PowerPoint 演示文稿。
zh_hant: 從零開始構建 PowerPoint 演示文稿。

source: built-in
ko: 내장
ru: встроенный
zh_hans: 内置
zh_hant: 內置

source: Built-in
ko: 내장
ru: Встроенный
zh_hans: 内置
zh_hant: 內置

source: Built-in deterministic detectors run alongside the on-device model. Turning a category off stops Osaurus from flagging it AND from blocking sends when it leaks past redaction.
ko: 내장된 결정론적 감지기는 온디바이스 모델과 함께 실행됩니다. 카테고리를 끄면 Osaurus가 해당 항목에 플래그를 지정하지 않으며, 비식별화를 통과하여 유출될 때 보내기를 차단하지도 않습니다.
ru: Встроенные детерминированные детекторы работают вместе с моделью на устройстве. Если отключить категорию, Osaurus перестанет помечать такие данные и блокировать отправку, когда они проходят через обезличивание.
zh_hans: 内置的确定性检测器与设备端模型一同运行。关闭某个类别后，Osaurus 将不再标记它，也不再在其绕过脱敏泄露时阻止发送。
zh_hant: 內置的確定性檢測器與設備端模型一同運行。關閉某個類別後，Osaurus 將不再標記它，也不再在其繞過脫敏泄露時阻止發送。

source: Built-in sandbox execution tools and JSON-defined plugin tools that run inside the sandbox container.
ko: 내장 샌드박스 실행 도구 및 샌드박스 컨테이너 내부에서 실행되는 JSON 정의 플러그인 도구입니다.
ru: Встроенные инструменты выполнения песочницы и подключаемые инструменты, определенные JSON, которые запускаются внутри контейнера песочницы.
zh_hans: 在沙盒容器内运行的内置沙盒执行工具和 JSON 定义的插件工具。
zh_hant: 在沙盒容器內運行的內置沙盒執行工具和JSON定義的插件工具。

source: Built-in Sandbox Tools
ko: 내장 샌드박스 도구
ru: Встроенные инструменты песочницы
zh_hans: 内置沙盒工具
zh_hant: 內置沙盒工具

source: Built-in skills are read-only
ko: 내장 기술은 읽기 전용입니다
ru: Встроенные навыки доступны только для чтения
zh_hans: 内置技能为只读
zh_hant: 內置技能爲只讀

source: Built-in Themes
ko: 내장 테마
ru: Встроенные темы
zh_hans: 内置主题
zh_hant: 內置主題

source: Built-in themes cannot be modified directly
ko: 내장 테마는 직접 수정할 수 없습니다
ru: Встроенные темы нельзя изменить напрямую
zh_hans: 内置主题不能直接修改
zh_hant: 內置主題不能直接修改

source: Built-in Tools
ko: 내장 도구
ru: Встроенные инструменты
zh_hans: 内置工具
zh_hant: 內置工具

source: builtin
ko: 내장
ru: встроенный
zh_hans: 内置
zh_hant: 內置

source: Bulk-ingest conversation turns into memory
ko: 대화 턴을 메모리로 대량 수집
ru: Массовый разговор превращается в память
zh_hans: 批量导入会话轮次到记忆
zh_hant: 批量導入會話輪次到記憶

source: Bundle
ko: 번들
ru: Пучок
zh_hans: 包
zh_hant: 包

source: Bundle complete
ko: 번들 완료
ru: Комплект завершен
zh_hans: 捆绑包完整
zh_hant: 捆綁完成

source: Bundle incomplete
ko: 번들 불완전함
ru: Пакет неполный
zh_hans: 捆绑包不完整
zh_hant: 捆綁不完整

source: Bundle is incomplete
ko: 번들이 불완전합니다
ru: Комплект неполный
zh_hans: 捆绑包不完整
zh_hant: 捆綁包不完整

source: Bundle model maximum
ko: 번들 모델 최대값
ru: Максимум модели из пакета
zh_hans: 模型包上限
zh_hant: 模型包上限

source: Bundle operation failed
ko: 번들 작업 실패
ru: Операция с пакетом не удалась
zh_hans: 捆绑操作失败
zh_hant: 捆綁操作失敗

source: Bundle ready
ko: 번들 준비됨
ru: Комплект готов
zh_hans: 捆绑包就绪
zh_hant: 捆綁就緒

source: Button BG
ko: 버튼 배경
ru: Кнопка BG
zh_hans: 按钮背景
zh_hant: 按鈕背景

source: Button Border
ko: 버튼 테두리
ru: Граница кнопки
zh_hans: 按钮边框
zh_hant: 按鈕邊框

source: by %@
ko: 작성자: %@
ru: на %@
zh_hans: 由 %@ 提供
zh_hant: 由 %@ 提供

source: By continuing, you agree to the [Terms](%1$@) and [Privacy Policy](%2$@).
ko: 계속하면 [이용 약관](%1$@) 및 [개인정보 처리방침](%2$@)에 동의하게 됩니다.
ru: Продолжая, вы соглашаетесь с [Условиями](%1$@) и [Политикой конфиденциальности](%2$@).
zh_hans: 继续即表示你同意[服务条款](%1$@)和[隐私政策](%2$@)。
zh_hant: 繼續即表示你同意[服務條款](%1$@)和[隱私政策](%2$@)。

source: Cache
ko: 캐시
ru: Кэш
zh_hans: 缓存
zh_hant: 緩存

source: Cache directory
ko: 캐시 디렉터리
ru: Каталог кэша
zh_hans: 缓存目录
zh_hant: 緩存目錄

source: Cache-enabled models
ko: 캐시 지원 모델
ru: Модели с поддержкой кэша
zh_hans: 已启用缓存的模型
zh_hant: 已啓用緩存的模型

source: Cached
ko: 캐시됨
ru: Кэшированный
zh_hans: 已缓存
zh_hant: 已緩存

source: Calendar
ko: 캘린더
ru: Календарь
zh_hans: 日历
zh_hant: 日曆

source: Can't access %@
ko: %@에 접근할 수 없음
ru: Нет доступа к %@
zh_hans: 无法访问 %@
zh_hant: 無法存取 %@

source: Cancel
ko: 취소
ru: Отменить
zh_hans: 取消
zh_hant: 取消

source: Cancel a running task
ko: 실행 중인 작업 취소
ru: Отменить запущенную задачу
zh_hans: 取消正在运行的任务
zh_hant: 取消正在運行的任務

source: Cancel Background Task?
ko: 백그라운드 작업을 취소하시겠습니까?
ru: Отменить фоновую задачу?
zh_hans: 取消后台任务？
zh_hant: 取消後臺任務？

source: Cancel download
ko: 다운로드 취소
ru: Отменить загрузку
zh_hans: 取消下载
zh_hant: 取消下載

source: Cancel edit
ko: 편집 취소
ru: Отменить редактирование
zh_hans: 取消编辑
zh_hant: 取消編輯

source: Cancel Pairing
ko: 페어링 취소
ru: Отменить сопряжение
zh_hans: 取消配对

source: Cancel queued message
ko: 대기 중인 메시지 취소
ru: Отменить сообщение в очереди
zh_hans: 取消排队的消息
zh_hant: 取消排隊的消息

source: Cancel Task
ko: 작업 취소
ru: Отменить задачу
zh_hans: 取消任务
zh_hant: 取消任務

source: Cancel voice input
ko: 음성 입력 취소
ru: Отменить голосовой ввод
zh_hans: 取消语音输入
zh_hant: 取消語音輸入

source: Canceled the scheduled run
ko: 예약된 실행 취소됨
ru: Отменен запланированный запуск
zh_hans: 已取消计划运行
zh_hant: 已取消計劃運行

source: Canceling the scheduled run
ko: 예약된 실행 취소 중
ru: Отмена запланированного запуска
zh_hans: 正在取消计划运行
zh_hant: 正在取消計劃運行

source: Cancelled
ko: 취소됨
ru: Отменено
zh_hans: 已取消
zh_hant: 已取消

source: Cancelling…
ko: 취소 중…
ru: Отмена…
zh_hans: 正在取消…
zh_hant: 正在取消…

source: Cannot access file
ko: 파일에 접근할 수 없음
ru: Не удалось получить доступ к файлу
zh_hans: 无法访问文件
zh_hant: 無法訪問文件

source: Cannot attach %@
ko: %@을(를) 첨부할 수 없음
ru: Невозможно прикрепить %@
zh_hans: 无法附加 %@
zh_hant: 無法附加 %@

source: Cannot modify built-in skills
ko: 내장 기술은 수정할 수 없음
ru: Невозможно изменить встроенные навыки
zh_hans: 无法修改内置技能
zh_hant: 無法修改內置技能

source: Cannot modify plugin-provided skills
ko: 플러그인에서 제공하는 기술은 수정할 수 없음
ru: Невозможно изменить навыки, предоставленные плагином
zh_hans: 无法修改插件提供的技能
zh_hant: 無法修改插件提供的技能

source: Cap how far this agent can act, even when your global policy is more permissive.
ko: 전역 정책이 더 허용적인 경우에도 이 에이전트가 작동할 수 있는 한도를 설정합니다.
ru: Ограничьте, насколько далеко может действовать этот агент, даже если ваша глобальная политика более либеральна.
zh_hans: 限制此智能体的行动范围，即使你的全局策略允许更多权限。
zh_hant: 限制此智能體的行動範圍，即使您的全局策略允許更多權限。

source: Cap the response length per request.
ko: 요청당 응답 길이를 제한합니다.
ru: Ограничьте длину ответа на запрос.
zh_hans: 限制每个请求的响应长度。
zh_hant: 限制每個請求的響應長度。

source: Capabilities
ko: 기능
ru: Возможности
zh_hans: 能力
zh_hant: 能力

source: Capabilities, generation overrides, and theme are editable after creation in the Configure tab.
ko: 기능, 생성 재정의 및 테마는 생성 후 구성 탭에서 편집할 수 있습니다.
ru: Возможности, переопределения генерации и тему можно редактировать после создания на вкладке «Настроить».
zh_hans: 创建后，可在“配置”标签页中编辑能力、生成覆盖项和主题。
zh_hant: 創建後，可在「配置」標籤頁中編輯能力、生成覆蓋項和主題。

source: Capability Discovery
ko: 기능 검색
ru: Открытие возможностей
zh_hans: 能力发现
zh_hant: 能力發現

source: Capability Search
ko: 기능 검색
ru: Поиск возможностей
zh_hans: 能力搜索
zh_hant: 能力搜索

source: Caption
ko: 캡션
ru: Подпись
zh_hans: 说明文字
zh_hant: 說明文字

source: Capture access is allowed for this interactive request.
ko: 이 대화형 요청에 대해 캡처 접근이 허용됩니다.
ru: Для этого интерактивного запроса разрешен доступ к захвату.
zh_hans: 此交互式请求允许捕获访问。
zh_hant: 此交互式請求允許捕獲訪問。

source: Capture access is off until explicitly enabled.
ko: 캡처 접근은 명시적으로 켜질 때까지 꺼져 있습니다.
ru: Доступ к захвату отключен до тех пор, пока он не будет явно включен.
zh_hans: 在明确启用之前，捕获访问处于关闭状态。
zh_hant: 在明確啓用之前，捕獲訪問處於關閉狀態。

source: Capture failed: %@
ko: 캡처 실패: %@
ru: Не удалось захватить: %@
zh_hans: 捕获失败：%@
zh_hant: 捕獲失敗：%@

source: Capture requests must be initiated from an interactive user action.
ko: 캡처 요청은 대화형 사용자 작업에서 시작되어야 합니다.
ru: Запросы на захват должны быть инициированы интерактивным действием пользователя.
zh_hans: 捕获请求必须由交互式用户操作发起。
zh_hant: 捕獲請求必須由交互式用戶操作發起。

source: Capture the current screen as a chat artifact
ko: 현재 화면을 채팅 아티팩트로 캡처
ru: Захват текущего экрана как артефакта чата
zh_hans: 将当前屏幕捕获为聊天工件
zh_hant: 將當前屏幕捕獲爲聊天工件

source: Card BG
ko: 카드 배경
ru: Карта BG
zh_hans: 卡片背景
zh_hant: 卡片背景

source: Card Border
ko: 카드 테두리
ru: Граница карты
zh_hans: 卡片边框
zh_hant: 卡片邊框

source: Case sensitive
ko: 대소문자 구분
ru: С учётом регистра
zh_hans: 区分大小写
zh_hant: 區分大小寫

source: Catalog
ko: 카탈로그
ru: Каталог
zh_hans: 目录
zh_hant: 目錄

# Catalog: ~%lld, Full: ~%lld tokens
source: Catalog: ~%1$lld, Full: ~%2$lld tokens
ko: 카탈로그: ~%1$lld, 전체: ~%2$lld 토큰
ru: Каталог: ~%1$lld, Полный: ~%2$lld токены
zh_hans: 目录：~%1$lld，完整：~%2$lld 个 Token
zh_hant: 目錄：~%1$lld，完整：~%2$lld 個詞元

source: Catch internal codenames, customer IDs, or anything the built-ins miss. Build a rule with no regex, or write your own pattern.
ko: 내장 기능이 놓치는 내부 코드명, 고객 ID 또는 기타 항목을 포착합니다. 정규식 없이 규칙을 빌드하거나 직접 패턴을 작성하세요.
ru: Перехватывайте внутренние кодовые имена, коды клиентов ID или все, что упускают встроенные функции. Создайте правило без регулярных выражений или напишите свой собственный шаблон.
zh_hans: 捕捉内部代号、客户 ID 或内置规则遗漏的任何内容。可不写正则表达式直接构建规则，也可以自行编写正则规则。
zh_hant: 捕捉內部代號、客戶 ID 或內置規則遺漏的任何內容。可不寫正則表達式直接構建規則，也可以自行編寫正則規則。

source: Category
ko: 카테고리
ru: Категория
zh_hans: 类别
zh_hant: 類別

source: Cautious
ko: 주의
ru: Осторожный
zh_hans: 谨慎
zh_hant: 謹慎

source: Change
ko: 변경
ru: Изменить
zh_hans: 更改
zh_hant: 更改

source: Change Folder
ko: 폴더 변경
ru: Изменить папку
zh_hans: 更改文件夹
zh_hant: 更改文件夾

source: Change in Settings → General
ko: 설정 → 일반에서 변경
ru: Измените настройки → Общие
zh_hans: 在“设置”→“通用”中更改
zh_hant: 在「設置」→「通用」中更改

source: Change model
ko: 모델 변경
ru: Сменить модель
zh_hans: 更换模型
zh_hant: 更換模型

source: Change Project
ko: 프로젝트 변경
ru: Сменить проект
zh_hans: 更改项目
zh_hant: 變更專案

source: Change working folder
ko: 작업 폴더 변경
ru: Сменить рабочую папку
zh_hans: 更改工作文件夹
zh_hant: 更改工作文件夾

source: Change…
ko: 변경...
ru: Изменять…
zh_hans: 更改…
zh_hant: 更改…

source: Changelog
ko: 변경 사항
ru: Журнал изменений
zh_hans: 更新日志
zh_hant: 更新日誌

source: Changes
ko: 변경 사항
ru: Изменения
zh_hans: 变更
zh_hant: 變更

source: Changes are reflected in real-time
ko: 변경 사항이 실시간으로 반영됩니다
ru: Изменения отражаются в режиме реального времени
zh_hans: 更改会实时生效
zh_hant: 更改會實時生效

source: Changes save automatically, and receiving starts once Connect and Conversations are complete. Send a WhatsApp message from an authorized sender in a readable chat, then watch each stage appear here.
ko: 변경 사항은 자동으로 저장되며, 연결과 대화 설정이 완료되면 수신이 시작됩니다. 읽기 가능한 채팅에서 승인된 발신자가 WhatsApp 메시지를 보내면 각 단계가 여기에 표시됩니다.
ru: Изменения сохраняются автоматически, а приём начинается после завершения разделов «Подключение» и «Беседы». Отправьте сообщение WhatsApp от авторизованного отправителя в читаемом чате и наблюдайте, как здесь появляется каждый этап.
zh_hans: 更改会自动保存，完成“连接”和“会话”设置后即开始接收。请让已授权的发送者在可读聊天中发送一条 WhatsApp 消息，然后在此查看每个阶段的进展。

source: Changes save automatically, and receiving starts once Connect and Conversations are complete. Send yourself an iMessage from an authorized sender in a readable chat, then watch each stage appear here.
ko: 변경 사항은 자동으로 저장되며, 연결과 대화 설정이 완료되면 수신이 시작됩니다. 읽기 가능한 채팅에서 승인된 발신자로 자신에게 iMessage를 보낸 뒤, 각 단계가 여기에 표시되는지 확인하세요.
ru: Изменения сохраняются автоматически, а приём начинается после завершения разделов «Подключение» и «Беседы». Отправьте себе iMessage от авторизованного отправителя в доступном для чтения чате и наблюдайте, как здесь появляется каждый этап.
zh_hans: 更改会自动保存；完成“连接”和“对话”后即开始接收。请从可读聊天中的授权发送者向自己发送一条 iMessage，然后在此观察每个阶段的出现。
zh_hant: 變更會自動儲存；完成「連接」和「對話」後即開始接收。請從可讀聊天中的授權傳送者向自己傳送一則 iMessage，然後在此觀察每個階段的出現。

source: Changes vs. current document
ko: 현재 문서와의 변경 사항
ru: Изменения относительно текущего документа
zh_hans: 与当前文档的差异
zh_hant: 與目前文件的差異

source: Channel
ko: 채널
ru: Канал
zh_hans: 频道
zh_hant: 頻道

source: Channel Destinations
ko: 채널 대상
ru: Назначения каналов
zh_hans: 频道目标
zh_hant: 頻道目標

source: Channels
ko: 채널
ru: Каналы
zh_hans: 频道
zh_hant: 頻道

source: Channels & Outbox settings
ko: 채널 및 발신함 설정
ru: Настройки каналов и исходящих
zh_hans: 频道与发件箱设置
zh_hant: 頻道與寄件匣設定

source: Channels agents may post to when Slack sending and the global Sending switch are on.
ko: Slack 전송과 전역 전송 스위치가 켜져 있을 때 에이전트가 게시할 수 있는 채널입니다.
ru: Каналы, в которые агенты могут публиковать, когда включены отправка Slack и глобальный переключатель отправки.
zh_hans: 当 Slack 发送和全局发送开关开启时，智能体可以发帖的频道。
zh_hant: 當 Slack 傳送和全域傳送開關開啟時，智能體可以發文的頻道。

source: Channels where this agent answers incoming messages. Configured on each connected channel, in Channels settings.
ko: 이 에이전트가 수신 메시지에 답장하는 채널입니다. 채널 설정에서 연결된 채널별로 구성합니다.
ru: Каналы, где этот агент отвечает на входящие сообщения. Настраивается на каждом подключённом канале в настройках каналов.
zh_hans: 此智能体回复传入消息的频道。在“频道”设置中按已连接频道分别配置。
zh_hant: 此智能體回覆傳入訊息的頻道。在「頻道」設定中按已連接頻道分別配置。

source: Chart preview not yet rendered — showing rows instead.
ko: 차트 미리보기가 아직 렌더링되지 않았습니다 — 대신 행을 표시합니다.
ru: Предпросмотр диаграммы ещё не отрисован — вместо него показаны строки.
zh_hans: 图表预览尚未渲染——改为显示行数据。
zh_hant: 圖表預覽尚未渲染——改爲顯示行數據。

source: Chart saved
ko: 차트 저장됨
ru: Диаграмма сохранёна
zh_hans: 图表已保存
zh_hant: 圖表已保存

source: Charts
ko: 차트
ru: Графики
zh_hans: 图表
zh_hant: 圖表

source: Chat
ko: 채팅
ru: Чат
zh_hans: 聊天
zh_hant: 聊天

source: Chat Area
ko: 채팅 영역
ru: Область чата
zh_hans: 聊天区域
zh_hant: 聊天區域

source: Chat completions with streaming support
ko: 스트리밍을 지원하는 채팅 자동 완성
ru: Завершения чата с поддержкой потоковой передачи
zh_hans: 支持流式输出的聊天补全
zh_hant: 支持流式輸出的聊天補全

source: Chat endpoint (NDJSON streaming)
ko: 채팅 엔드포인트(NDJSON 스트리밍)
ru: Конечная точка чата (потоковая передача NDJSON)
zh_hans: 聊天端点（NDJSON 流式）
zh_hant: 聊天端點（NDJSON 流式）

source: Chat history
ko: 채팅 기록
ru: История чатов
zh_hans: 聊天记录
zh_hant: 聊天記錄

source: Chat history also removes the raw transcripts memory keeps for this agent.
ko: 채팅 기록을 삭제하면 메모리가 이 에이전트에 대해 보관하는 원본 대화 기록도 함께 제거됩니다.
ru: История чатов также удаляет исходные расшифровки, которые память хранит для этого агента.
zh_hans: 删除聊天记录也会移除记忆为此智能体保留的原始对话记录。
zh_hant: 刪除聊天記錄也會移除記憶為此智能體保留的原始對話記錄。

source: Chat prefix not pre-warmed — the next response may restore cache or prefill
ko: 채팅 접두사가 미리 준비되지 않음 — 다음 응답에서 캐시를 복원하거나 프리필할 수 있습니다
ru: Префикс чата не прогрет — следующий ответ может восстановить кэш или выполнить префилл
zh_hans: 聊天前缀尚未预热 — 下一次响应可能会恢复缓存或执行预填充
zh_hant: 聊天前綴尚未預熱 — 下一次回應可能會還原快取或執行預填充
